{
	"ru": {
		"title": "j-tap - web-разработчик",
		"name": "j-tap",
		"development": "web-разработчик",
		"russia": "Россия",
		"status": "Статус",
		"advantages": "Успехи",
		"advantage1": "<b>6 лет</b> front-end разработки, <br>базовые навыки дизайнера, <br>основы back-end",
		"advantage2": "<b>Более 300 проектов</b> различной сложности, <br>нагруженности, <br>объёма работ",
		"advantage3": "<b>Чистота кода</b> при работе <br>с каждым проектом",
		"advantage4": "<b>Совершенствование</b> рабочего процесса и <br>использование новейших технологий",
		"advantage5": "<b>Внимание к деталям</b> и соблюдение технического задания",
		"advantage6": "<b>Наличие идей</b> для нестандартной реализации задачи",
		"technologies": "Технологии",
		"projects": "Проекты",
		"project0": "Сервис слежения за авто <b>MG9</b>",
		"project1": "Сайт судоходной компании <b>Morwenna</b>",
		"project2": "Социальная сеть для путешествий по бездорожью <b>BURNSOFFROAD</b>",
		"project3": "Приложение Вконтакте <b>Хочу в подарок!</b>",
		"project4": "Главная страницы <b>iQB Tehnologies</b>",
		"project5": "Промо страницы для <b>МТС</b>",
		"project6": "Страница статей для <b>Rothmans</b>",
		"project7": "Лендинг <b>Elect CIG</b>",
		"project8": "Статья о табаке для <b>Rothmans</b>",
		"project9": "Лендинг <b>Cru: Инвестиции в вино</b>",
		"project10": "Бизнес-форум <b>Атланты</b>",
		"project11": "3D-услуги <b>Twize</b>",
		"about": "О себе",
		"resume-on": "Резюме на",
		"profil-on": "Профиль на",
		"mail": "Почта",
		"about-text": "<p>Привет, я Игорь и я web-разработчик. Работаю в этом направлении с 2012 года. Разрабатываю веб сайты на системах Битрикс и Wordpress, знаю основы UI, есть базовые навыки дизайнера.</p><p>За время работы занимался вёрсткой веб страниц, e-mail рассылок, разработкой интерфейсов, созданием панелей управления, разработкой сайтов «под ключ», интеграцией, рефакторингом кода,  написанием веб приложений.</p><p>В своей работе использую следующие программы и компоненты: <em>Sublime Text 3, Total Commander 9, WinSCP, Google Chrome (latest), Adobe Photoshop 2018, Adobe Illustrator 2018, Zeplin, PhpMyAdmin, Open server, MySQL Front, Putty, Jira, Skype, Slack.</em></p><p>Нацелен развивать себя и свои проекты, люблю красивый и простой код. Всегда готов к изучению и использованию новых технологий. Женат, есть двое детей и собака. Люблю путешествия, фотографию, природу, технику.</p><p class='mt-5 dfn'><b><small>Информация для потенциальных работодателей:</small></b></p><ul class='list-note'><li>Тестовые задания не выполняю! У меня достаточное количество выполненных и работающих проектов, по запросу дам ссылки.</li><li>Проектами не горжусь, и не имею лучших/сложных/необычных. Все они в равной степени уникальны и во многих из них есть что-то, над чем нужно было поразмыслить час, день, месяц.</li><li>Я смогу сделать всё, что касается веб-разработки и смежных областей, даже то, с чем не знаком на данном этапе.</li><li>Есть мысли сменить специализацию. Интересует геймдев, искуственный интелект, виртуальная реальность.</li></ul>"
	},
	"en": {
		"title": "j-tap - web-developer",
		"name": "j-tap",
		"development": "web-developer",
		"russia": "Russia",
		"status": "Status",
		"advantages": "Advantages",
		"advantage1": "<b>6 years</b> front-end development, <br>basic skills of the designer, <br>fundamentals back-end",
		"advantage2": "<b>More than 300 projects</b> of varying complexity, <br>varying load, <br>varying volume of work",
		"advantage3": "<b>Clean Code</b> when running <br>with each project",
		"advantage4": "<b>Perfection </b> of the workflow and <br>using the latest technology",
		"advantage5": "<b>Attention to detail</b> and adherence to the terms of reference",
		"advantage6": "<b>Creative ideas</b> for non-standard task implementation",
		"technologies": "Technologies",
		"projects": "Projects",
		"project0": "Auto tracking service <b>MG9</b>",
		"project1": "Shipping company website <b>Morwenna</b>",
		"project2": "Social network for off-road travel <b>BURNSOFFROAD</b>",
		"project3": "App for vk.com <b>Want gift!</b>",
		"project4": "Home page <b>iQB Tehnologies</b>",
		"project5": "Promotion page for <b>MTS</b>",
		"project6": "Page of articles for <b>Rothmans</b>",
		"project7": "Landing page <b>Elect CIG</b>",
		"project8": "Article on tobacco for <b>Rothmans</b>",
		"project9": "Landing page <b>Cru: Investing in wine</b>",
		"project10": "Buisnes forum <b>Atlants</b>",
		"project11": "3D-services <b>Twize</b>",
		"about": "About me",
		"resume-on": "Resume on",
		"profil-on": "Profile on",
		"mail": "Mail",
		"about-text": "<p>Hi, i'm Igor and i'm a web-developer. I have been working in this direction since 2012. I know front-end and back-end stages, i develop web sites on Bitrix and Wordpress systems, i know the basics of UI, i have basic skills of the designer.</p><p>During my work i created web page layout, e-mail layout, interface development, dashboard, full stack development the sites, integration, code refactoring, web applications.</p><p>In my work I use the following programs and components: <em>Sublime Text 3, Total Commander 9, WinSCP, Google Chrome (latest), Adobe Photoshop 2018, Adobe Illustrator 2018, Zeplin, PhpMyAdmin, Open server, MySQL Front, Putty, Jira, Skype, Slack.</em></p><p>I perfection of myself and my projects, i like beautiful and simple code. Always ready to learn and use new technologies. I'm married and have two children and a dog. I love travel, photography, nature, tech.</p>"
	}
}